Repository: bae-fm/bae
Catalog: BaeKit/Sources/BaeKit/Resources/Core.xcstrings
Source language: en
Languages: ar, bg, bn, cs, de, es, fr, gu, he, hi, hr, it, ja, kn, ko, ml, mr, nl, pa, pl, pt_br, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# core.error.join.owner_offline
source: The other device isn't running this join. Open bae on it, show a pairing code, and try again.
ar: الجهاز الآخر لا يشغّل هذا الاقتران. افتح bae عليه واعرض رمز اقتران ثم أعد المحاولة.
bg: Другото устройство не изпълнява това сдвояване. Отворете bae на него, покажете код и опитайте отново.
bn: অন্য ডিভাইসটি এই পেয়ারিং চালাচ্ছে না। সেখানে bae খুলে পেয়ারিং কোড দেখিয়ে আবার চেষ্টা করুন।
cs: Druhé zařízení toto párování neprovádí. Otevřete na něm bae, zobrazte kód a zkuste to znovu.
de: Das andere Gerät führt diese Kopplung nicht aus. Öffne bae dort, zeige einen Code an und versuche es erneut.
es: El otro dispositivo no está ejecutando este emparejamiento. Abre bae en él, muestra un código y vuelve a intentarlo.
fr: L’autre appareil n’exécute pas cette association. Ouvrez bae dessus, affichez un code, puis réessayez.
gu: બીજું ઉપકરણ આ પેરિંગ ચલાવતું નથી. તેના પર bae ખોલો, પેરિંગ કોડ બતાવો અને ફરી પ્રયાસ કરો.
he: המכשיר האחר לא מריץ את הצימוד הזה. פתח בו את bae, הצג קוד צימוד ונסה שוב.
hi: दूसरा डिवाइस यह पेयरिंग नहीं चला रहा। उस पर bae खोलें, पेयरिंग कोड दिखाएं और दोबारा कोशिश करें।
hr: Drugi uređaj ne izvodi ovo uparivanje. Otvorite bae na njemu, prikažite kod i pokušajte ponovno.
it: L’altro dispositivo non sta eseguendo questo abbinamento. Apri bae su di esso, mostra un codice e riprova.
ja: もう一方のデバイスでこのペアリングが実行されていません。そちらでbaeを開き、ペアリングコードを表示してから、もう一度お試しください。
kn: ಇನ್ನೊಂದು ಸಾಧನ ಈ ಜೋಡಣೆಯನ್ನು ನಡೆಸುತ್ತಿಲ್ಲ. ಅದರಲ್ಲಿ bae ತೆರೆದು, ಜೋಡಣೆ ಕೋಡ್ ತೋರಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ.
ko: 다른 기기에서 이 페어링이 실행되고 있지 않습니다. 그 기기에서 bae를 열고 페어링 코드를 표시한 다음 다시 시도하세요.
ml: മറ്റേ ഉപകരണം ഈ പെയറിംഗ് നടത്തുന്നില്ല. അതിൽ bae തുറന്ന്, പെയറിംഗ് കോഡ് കാണിച്ച് വീണ്ടും ശ്രമിക്കുക.
mr: दुसरे डिव्हाइस हे पेअरिंग चालवत नाही. त्यावर bae उघडा, पेअरिंग संकेत दाखवा आणि पुन्हा प्रयत्न करा.
nl: Het andere apparaat voert deze koppeling niet uit. Open bae daarop, toon een koppelingscode en probeer het opnieuw.
pa: ਦੂਜਾ ਡਿਵਾਈਸ ਇਹ ਪੇਅਰਿੰਗ ਨਹੀਂ ਚਲਾ ਰਿਹਾ। ਉਸ ਉੱਤੇ bae ਖੋਲ੍ਹੋ, ਪੇਅਰਿੰਗ ਕੋਡ ਦਿਖਾਓ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pl: Drugie urządzenie nie prowadzi tego parowania. Otwórz na nim bae, wyświetl kod i spróbuj ponownie.
pt_br: O outro dispositivo não está executando este pareamento. Abra o bae nele, mostre um código e tente novamente.
ta: மற்ற சாதனம் இந்த இணைத்தலை இயக்கவில்லை. அதில் bae-ஐத் திறந்து, இணைத்தல் குறியீட்டைக் காட்டி மீண்டும் முயற்சிக்கவும்.
te: మరో పరికరం ఈ జత చేయడాన్ని అమలు చేయడం లేదు. దానిలో baeని తెరిచి, జత చేసే కోడ్‌ను చూపి మళ్లీ ప్రయత్నించండి.
th: อุปกรณ์อีกเครื่องไม่ได้กำลังทำการจับคู่นี้ เปิด bae บนเครื่องนั้น แสดงรหัสจับคู่ แล้วลองอีกครั้ง
tr: Diğer aygıt bu eşleştirmeyi yürütmüyor. Orada bae’yi açın, bir eşleştirme kodu gösterip yeniden deneyin.
uk: Інший пристрій не виконує це сполучення. Відкрийте на ньому bae, покажіть код і повторіть спробу.
ur: دوسرا آلہ یہ جوڑی بنانا نہیں چلا رہا۔ اس پر bae کھولیں، جوڑی بنانے کا رمز دکھائیں اور دوبارہ کوشش کریں۔
vi: Thiết bị kia không đang chạy phiên ghép đôi này. Hãy mở bae trên đó, hiện mã ghép đôi rồi thử lại.
zh_hans: 另一台设备未在进行此配对。请在该设备上打开 bae 并显示配对码后重试。
zh_hant: 另一台裝置未在進行此配對。請在該裝置上開啟 bae 並顯示配對碼後再試一次。

# core.error.keyring.locked
source: This device's keychain is locked. Unlock the device and bae will pick up where it left off.
ar: سلسلة مفاتيح هذا الجهاز مقفلة. ألغِ قفل الجهاز وسيتابع bae من حيث توقف.
bg: Ключодържателят на това устройство е заключен. Отключете устройството и bae ще продължи оттам, докъдето е стигнал.
bn: এই ডিভাইসের কীচেইন লক করা আছে। ডিভাইস আনলক করুন, bae যেখানে থেমেছিল সেখান থেকেই চালিয়ে যাবে।
cs: Klíčenka tohoto zařízení je uzamčená. Odemkněte zařízení a bae bude pokračovat tam, kde skončil.
de: Der Schlüsselbund dieses Geräts ist gesperrt. Entsperre das Gerät, und bae macht dort weiter, wo es aufgehört hat.
es: El llavero de este dispositivo está bloqueado. Desbloquea el dispositivo y bae continuará donde lo dejó.
fr: Le trousseau de cet appareil est verrouillé. Déverrouillez l’appareil et bae reprendra où il s’est arrêté.
gu: આ ઉપકરણની કીચેન લૉક છે. ઉપકરણ અનલૉક કરો, bae જ્યાં અટક્યું હતું ત્યાંથી ચાલુ રહેશે.
he: מחזיק המפתחות של המכשיר הזה נעול. שחרר את נעילת המכשיר ו-bae ימשיך מהנקודה שבה עצר.
hi: इस डिवाइस का किचेन लॉक है। डिवाइस अनलॉक करें और bae वहीं से जारी रखेगा जहां छोड़ा था।
hr: Privjesak ključeva ovog uređaja je zaključan. Otključajte uređaj i bae će nastaviti gdje je stao.
it: Il portachiavi di questo dispositivo è bloccato. Sblocca il dispositivo e bae riprenderà da dove si era fermato.
ja: このデバイスのキーチェーンがロックされています。デバイスのロックを解除すると、baeは中断したところから再開します。
kn: ಈ ಸಾಧನದ ಕೀಚೈನ್ ಲಾಕ್ ಆಗಿದೆ. ಸಾಧನವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ, bae ನಿಲ್ಲಿಸಿದಲ್ಲಿಂದ ಮುಂದುವರಿಯುತ್ತದೆ.
ko: 이 기기의 키체인이 잠겨 있습니다. 기기를 잠금 해제하면 bae가 중단된 지점부터 이어서 진행합니다.
ml: ഈ ഉപകരണത്തിന്റെ കീചെയിൻ ലോക്ക് ചെയ്തിരിക്കുന്നു. ഉപകരണം അൺലോക്ക് ചെയ്യുക, നിർത്തിയിടത്തുനിന്ന് bae തുടരും.
mr: या डिव्हाइसची कीचेन लॉक आहे. डिव्हाइस अनलॉक करा, bae जिथे थांबले तिथून पुढे चालू ठेवेल.
nl: De sleutelhanger van dit apparaat is vergrendeld. Ontgrendel het apparaat, dan gaat bae verder waar het gebleven was.
pa: ਇਸ ਡਿਵਾਈਸ ਦੀ ਕੀਚੇਨ ਲਾਕ ਹੈ। ਡਿਵਾਈਸ ਅਨਲਾਕ ਕਰੋ, bae ਉੱਥੋਂ ਜਾਰੀ ਰੱਖੇਗਾ ਜਿੱਥੇ ਰੁਕਿਆ ਸੀ।
pl: Pęk kluczy tego urządzenia jest zablokowany. Odblokuj urządzenie, a bae wznowi pracę w miejscu, w którym przerwał.
pt_br: As chaves deste dispositivo estão bloqueadas. Desbloqueie o dispositivo e o bae continuará de onde parou.
ta: இந்தச் சாதனத்தின் கீசெயின் பூட்டப்பட்டுள்ளது. சாதனத்தைத் திறந்தால், bae நிறுத்திய இடத்திலிருந்து தொடரும்.
te: ఈ పరికరం కీచైన్ లాక్ చేయబడింది. పరికరాన్ని అన్‌లాక్ చేయండి, bae ఆగిన చోటి నుంచి కొనసాగుతుంది.
th: พวงกุญแจของอุปกรณ์นี้ถูกล็อกอยู่ ปลดล็อกอุปกรณ์แล้ว bae จะทำต่อจากจุดที่ค้างไว้
tr: Bu aygıtın anahtar zinciri kilitli. Aygıtın kilidini açın; bae kaldığı yerden devam edecek.
uk: В’язку ключів цього пристрою заблоковано. Розблокуйте пристрій, і bae продовжить із того місця, де зупинився.
ur: اس آلے کی کی چین مقفل ہے۔ آلہ اَن لاک کریں، bae وہیں سے جاری رکھے گا جہاں رکا تھا۔
vi: Chuỗi khóa của thiết bị này đang bị khóa. Hãy mở khóa thiết bị và bae sẽ tiếp tục từ chỗ đang dở.
zh_hans: 此设备的钥匙串已锁定。解锁设备后，bae 会从中断处继续。
zh_hant: 此裝置的鑰匙圈已鎖定。解鎖裝置後，bae 會從中斷處繼續。

# core.error.not_found.album
source: That album could not be found.
ar: تعذّر العثور على ذلك الألبوم.
bg: Този албум не може да бъде намерен.
bn: ওই অ্যালবামটি পাওয়া যায়নি।
cs: Toto album se nepodařilo najít.
de: Dieses Album wurde nicht gefunden.
es: No se pudo encontrar ese álbum.
fr: Cet album est introuvable.
gu: તે album મળ્યો નથી.
he: לא ניתן היה למצוא את האלבום הזה.
hi: वह album नहीं मिला।
hr: Taj album nije moguće pronaći.
it: Impossibile trovare quell'album.
ja: そのアルバムが見つかりませんでした。
kn: ಆ ಆಲ್ಬಮ್ ಸಿಗಲಿಲ್ಲ.
ko: 그 앨범을 찾을 수 없습니다.
ml: ആ album കണ്ടെത്താനായില്ല.
mr: तो album सापडला नाही.
nl: Dat album kon niet worden gevonden.
pa: ਉਹ ਐਲਬਮ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono tego albumu.
pt_br: Não foi possível encontrar esse álbum.
ta: அந்த ஆல்பம் கிடைக்கவில்லை.
te: ఆ ఆల్బమ్ కనబడలేదు.
th: ไม่พบอัลบั้มนั้น
tr: Bu albüm bulunamadı.
uk: Цей альбом не вдалося знайти.
ur: وہ album نہیں مل سکا۔
vi: Không tìm thấy album đó.
zh_hans: 找不到该专辑。
zh_hant: 找不到該專輯。

# core.error.not_found.file
source: That file could not be found.
ar: تعذّر العثور على ذلك الملف.
bg: Този файл не може да бъде намерен.
bn: ওই ফাইলটি পাওয়া যায়নি।
cs: Tento soubor se nepodařilo najít.
de: Diese Datei wurde nicht gefunden.
es: No se pudo encontrar ese archivo.
fr: Ce fichier est introuvable.
gu: તે ફાઇલ મળી નથી.
he: לא ניתן היה למצוא את הקובץ הזה.
hi: वह फाइल नहीं मिली।
hr: Tu datoteku nije moguće pronaći.
it: Impossibile trovare quel file.
ja: そのファイルが見つかりませんでした。
kn: ಆ ಫೈಲ್ ಸಿಗಲಿಲ್ಲ.
ko: 그 파일을 찾을 수 없습니다.
ml: ആ ഫയൽ കണ്ടെത്താനായില്ല.
mr: ती फाईल सापडली नाही.
nl: Dat bestand kon niet worden gevonden.
pa: ਉਹ ਫਾਈਲ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono tego pliku.
pt_br: Não foi possível encontrar esse arquivo.
ta: அந்த கோப்பு கிடைக்கவில்லை.
te: ఆ ఫైల్ కనబడలేదు.
th: ไม่พบไฟล์นั้น
tr: Bu dosya bulunamadı.
uk: Цей файл не вдалося знайти.
ur: وہ مسل نہیں مل سکی۔
vi: Không tìm thấy tệp đó.
zh_hans: 找不到该文件。
zh_hant: 找不到該檔案。

# core.error.not_found.library
source: That library could not be found.
ar: تعذّر العثور على تلك المكتبة.
bg: Тази библиотека не може да бъде намерена.
bn: ওই লাইব্রেরি খুঁজে পাওয়া যায়নি।
cs: Tuto knihovnu se nepodařilo najít.
de: Diese Bibliothek wurde nicht gefunden.
es: No se pudo encontrar esa biblioteca.
fr: Cette bibliothèque est introuvable.
gu: તે લાઇબ્રેરી મળી શકી નહીં.
he: לא ניתן היה למצוא את הספרייה הזו.
hi: वह लाइब्रेरी नहीं मिल सकी।
hr: Tu biblioteku nije moguće pronaći.
it: That Libreria could not be found.
ja: そのライブラリが見つかりませんでした。
kn: ಆ ಗ್ರಂಥಾಲಯ ಕಂಡುಬರಲಿಲ್ಲ.
ko: 그 라이브러리를 찾을 수 없습니다.
ml: ആ ലൈബ്രറി കണ്ടെത്താനായില്ല.
mr: ती लायब्ररी सापडली नाही.
nl: That Bibliotheek could not be found.
pa: ਉਹ ਲਾਇਬ੍ਰੇਰੀ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono tej biblioteki.
pt_br: Não foi possível encontrar essa biblioteca.
ta: அந்த நூலகத்தை கண்டுபிடிக்க முடியவில்லை.
te: ఆ లైబ్రరీ కనుగొనబడలేదు.
th: ไม่พบคลังนั้น
tr: That Kitaplık could not be found.
uk: Цю бібліотеку не вдалося знайти.
ur: وہ لائبریری نہیں مل سکی۔
vi: That Thư viện could not be found.
zh_hans: 找不到该媒体库。
zh_hant: 找不到該資料庫。

# core.error.not_found.release
source: That release could not be found.
ar: تعذّر العثور على ذلك الإصدار.
bg: Това издание не може да бъде намерено.
bn: ওই রিলিজটি পাওয়া যায়নি।
cs: Toto vydání se nepodařilo najít.
de: Diese Veröffentlichung wurde nicht gefunden.
es: No se pudo encontrar esa edición.
fr: Cette édition est introuvable.
gu: તે પ્રકાશન મળ્યું નથી.
he: לא ניתן היה למצוא את ההוצאה הזו.
hi: वह रिलीज नहीं मिली।
hr: To izdanje nije moguće pronaći.
it: Impossibile trovare quella pubblicazione.
ja: そのリリースが見つかりませんでした。
kn: ಆ ಬಿಡುಗಡೆ ಸಿಗಲಿಲ್ಲ.
ko: 그 릴리스를 찾을 수 없습니다.
ml: ആ പതിപ്പ് കണ്ടെത്താനായില്ല.
mr: ते प्रकाशन सापडले नाही.
nl: Die release kon niet worden gevonden.
pa: ਉਹ ਰਿਲੀਜ਼ ਨਹੀਂ ਮਿਲੀ।
pl: Nie znaleziono tego wydania.
pt_br: Não foi possível encontrar essa edição.
ta: அந்த வெளியீடு கிடைக்கவில்லை.
te: ఆ విడుదల కనబడలేదు.
th: ไม่พบรีลีสนั้น
tr: Bu yayın bulunamadı.
uk: Це видання не вдалося знайти.
ur: وہ اشاعت نہیں مل سکی۔
vi: Không tìm thấy bản phát hành đó.
zh_hans: 找不到该发行版。
zh_hant: 找不到該發行。

# core.error.not_found.track
source: That track could not be found.
ar: تعذّر العثور على ذلك المقطع.
bg: Този запис не може да бъде намерен.
bn: ওই ট্র্যাকটি পাওয়া যায়নি।
cs: Tuto skladbu se nepodařilo najít.
de: Dieser Titel wurde nicht gefunden.
es: No se pudo encontrar esa pista.
fr: Cette piste est introuvable.
gu: તે ટ્રૅક મળ્યો નથી.
he: לא ניתן היה למצוא את הרצועה הזו.
hi: वह ट्रैक नहीं मिला।
hr: Tu pjesmu nije moguće pronaći.
it: Impossibile trovare quel brano.
ja: そのトラックが見つかりませんでした。
kn: ಆ ಟ್ರ್ಯಾಕ್ ಸಿಗಲಿಲ್ಲ.
ko: 그 트랙을 찾을 수 없습니다.
ml: ആ ട്രാക്ക് കണ്ടെത്താനായില്ല.
mr: ते गाणे सापडले नाही.
nl: Dat nummer kon niet worden gevonden.
pa: ਉਹ ਟ੍ਰੈਕ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono tej ścieżki.
pt_br: Não foi possível encontrar essa faixa.
ta: அந்த பாடல் கிடைக்கவில்லை.
te: ఆ ట్రాక్ కనబడలేదు.
th: ไม่พบแทร็กนั้น
tr: Bu parça bulunamadı.
uk: Цю доріжку не вдалося знайти.
ur: وہ نغمہ نہیں مل سکا۔
vi: Không tìm thấy bản nhạc đó.
zh_hans: 找不到该曲目。
zh_hant: 找不到該曲目。

# core.import.becomes.not_a_track
source: not a track
ar: ليس مقطوعة
bg: не е песен
bn: ট্র্যাক নয়
cs: není stopa
de: kein Titel
es: no es una pista
fr: pas une piste
gu: ટ્રૅક નથી
he: לא רצועה
hi: ट्रैक नहीं
hr: nije snimka
it: non è una traccia
ja: トラックにならない
kn: ಟ್ರ್ಯಾಕ್ ಅಲ್ಲ
ko: 트랙 아님
ml: ട്രാക്ക് അല്ല
mr: ट्रॅक नाही
nl: geen track
pa: ਟਰੈਕ ਨਹੀਂ
pl: nie jest ścieżką
pt_br: não é uma faixa
ta: தடம் அல்ல
te: ట్రాక్ కాదు
th: ไม่ใช่แทร็ก
tr: parça değil
uk: не доріжка
ur: ٹریک نہیں
vi: không phải bản nhạc
zh_hans: 不成为音轨
zh_hant: 不成為音軌

# core.import.becomes.slot
source: slot %lld
ar: الموضع %lld
bg: позиция %lld
bn: স্লট %lld
cs: pozice %lld
de: Platz %lld
es: posición %lld
fr: emplacement %lld
gu: સ્લોટ %lld
he: משבצת %lld
hi: स्लॉट %lld
hr: mjesto %lld
it: posizione %lld
ja: スロット %lld
kn: ಸ್ಥಾನ %lld
ko: 슬롯 %lld
ml: സ്ലോട്ട് %lld
mr: स्लॉट %lld
nl: plek %lld
pa: ਸਲਾਟ %lld
pl: pozycja %lld
pt_br: posição %lld
ta: இடம் %lld
te: స్లాట్ %lld
th: ตำแหน่ง %lld
tr: %lld. sıra
uk: позиція %lld
ur: سلاٹ %lld
vi: vị trí %lld
zh_hans: 第 %lld 位
zh_hant: 第 %lld 位

# core.import.becomes.slots
source: slots %1$lld–%2$lld
ar: المواضع %1$lld–%2$lld
bg: позиции %1$lld–%2$lld
bn: স্লট %1$lld–%2$lld
cs: pozice %1$lld–%2$lld
de: Plätze %1$lld–%2$lld
es: posiciones %1$lld–%2$lld
fr: emplacements %1$lld–%2$lld
gu: સ્લોટ %1$lld–%2$lld
he: משבצות %1$lld–%2$lld
hi: स्लॉट %1$lld–%2$lld
hr: mjesta %1$lld–%2$lld
it: posizioni %1$lld–%2$lld
ja: スロット %1$lld–%2$lld
kn: ಸ್ಥಾನ %1$lld–%2$lld
ko: 슬롯 %1$lld–%2$lld
ml: സ്ലോട്ടുകൾ %1$lld–%2$lld
mr: स्लॉट %1$lld–%2$lld
nl: plekken %1$lld–%2$lld
pa: ਸਲਾਟ %1$lld–%2$lld
pl: pozycje %1$lld–%2$lld
pt_br: posições %1$lld–%2$lld
ta: இடங்கள் %1$lld–%2$lld
te: స్లాట్‌లు %1$lld–%2$lld
th: ตำแหน่ง %1$lld–%2$lld
tr: %1$lld–%2$lld. sıralar
uk: позиції %1$lld–%2$lld
ur: سلاٹ %1$lld–%2$lld
vi: vị trí %1$lld–%2$lld
zh_hans: 第 %1$lld–%2$lld 位
zh_hant: 第 %1$lld–%2$lld 位

# core.import.evidence.barcode_in_image
source: Release was auto-identified from barcode %@ in this image
ar: جرى التعرّف على الإصدار تلقائيًا من الرمز الشريطي %@ في هذه الصورة
bg: Изданието е разпознато автоматично по баркода %@ в това изображение
bn: এই ছবির বারকোড %@ থেকে রিলিজটি স্বয়ংক্রিয়ভাবে শনাক্ত হয়েছে
cs: Vydání bylo rozpoznáno automaticky podle čárového kódu %@ na tomto obrázku
de: Die Veröffentlichung wurde automatisch anhand des Barcodes %@ auf diesem Bild erkannt
es: La edición se identificó automáticamente por el código de barras %@ de esta imagen
fr: L'édition a été identifiée automatiquement grâce au code-barres %@ de cette image
gu: આ ચિત્રમાંના બારકોડ %@ પરથી રિલીઝ આપમેળે ઓળખાઈ
he: הגרסה זוהתה אוטומטית לפי הברקוד %@ בתמונה הזו
hi: रिलीज़ की पहचान इस चित्र के बारकोड %@ से स्वतः हुई
hr: Izdanje je automatski prepoznato po crtičnom kodu %@ na ovoj slici
it: L'edizione è stata identificata automaticamente dal codice a barre %@ in questa immagine
ja: このリリースは、この画像のバーコード %@ から自動的に識別されました
kn: ಈ ಚಿತ್ರದಲ್ಲಿನ ಬಾರ್‌ಕೋಡ್ %@ ಮೂಲಕ ಬಿಡುಗಡೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗುರುತಿಸಲಾಗಿದೆ
ko: 이 릴리스는 이 이미지의 바코드 %@에서 자동으로 식별되었습니다
ml: ഈ ചിത്രത്തിലെ ബാർകോഡ് %@ ഉപയോഗിച്ച് റിലീസ് സ്വയമേവ തിരിച്ചറിഞ്ഞു
mr: या चित्रातील बारकोड %@ वरून प्रकाशन आपोआप ओळखले गेले
nl: De uitgave is automatisch herkend aan de barcode %@ op deze afbeelding
pa: ਇਸ ਤਸਵੀਰ ਦੇ ਬਾਰਕੋਡ %@ ਤੋਂ ਰਿਲੀਜ਼ ਆਪਣੇ-ਆਪ ਪਛਾਣੀ ਗਈ
pl: Wydanie zostało rozpoznane automatycznie po kodzie kreskowym %@ na tym obrazie
pt_br: O lançamento foi identificado automaticamente pelo código de barras %@ nesta imagem
ta: இந்தப் படத்தில் உள்ள பார்கோடு %@ மூலம் வெளியீடு தானாக அடையாளம் காணப்பட்டது
te: ఈ చిత్రంలోని బార్‌కోడ్ %@ ద్వారా విడుదల స్వయంచాలకంగా గుర్తించబడింది
th: ระบุรุ่นนี้โดยอัตโนมัติจากบาร์โค้ด %@ ในภาพนี้
tr: Bu sürüm, bu görseldeki %@ barkodundan otomatik olarak tanındı
uk: Видання визначено автоматично за штрихкодом %@ на цьому зображенні
ur: اس تصویر کے بارکوڈ %@ سے ریلیز خودکار طور پر شناخت ہوئی
vi: Bản phát hành được nhận dạng tự động từ mã vạch %@ trong ảnh này
zh_hans: 该版本是根据此图片中的条码 %@ 自动识别的
zh_hant: 此版本是根據這張圖片中的條碼 %@ 自動辨識的

# core.import.evidence.disc_id_from_file
source: Release was auto-identified from disc ID %@ from this file
ar: جرى التعرّف على الإصدار تلقائيًا من معرّف القرص %@ في هذا الملف
bg: Изданието е разпознато автоматично по идентификатора на диска %@ от този файл
bn: এই ফাইলের ডিস্ক ID %@ থেকে রিলিজটি স্বয়ংক্রিয়ভাবে শনাক্ত হয়েছে
cs: Vydání bylo rozpoznáno automaticky podle ID disku %@ z tohoto souboru
de: Die Veröffentlichung wurde automatisch anhand der Disc-ID %@ aus dieser Datei erkannt
es: La edición se identificó automáticamente por el ID de disco %@ de este archivo
fr: L'édition a été identifiée automatiquement grâce à l'ID de disque %@ de ce fichier
gu: આ ફાઇલમાંના ડિસ્ક ID %@ પરથી રિલીઝ આપમેળે ઓળખાઈ
he: הגרסה זוהתה אוטומטית לפי מזהה הדיסק %@ מהקובץ הזה
hi: रिलीज़ की पहचान इस फ़ाइल की डिस्क ID %@ से स्वतः हुई
hr: Izdanje je automatski prepoznato po ID-u diska %@ iz ove datoteke
it: L'edizione è stata identificata automaticamente dall'ID disco %@ di questo file
ja: このリリースは、このファイルのディスク ID %@ から自動的に識別されました
kn: ಈ ಫೈಲ್‌ನಲ್ಲಿನ ಡಿಸ್ಕ್ ID %@ ಮೂಲಕ ಬಿಡುಗಡೆ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಗುರುತಿಸಲಾಗಿದೆ
ko: 이 릴리스는 이 파일의 디스크 ID %@에서 자동으로 식별되었습니다
ml: ഈ ഫയലിലെ ഡിസ്ക് ID %@ ഉപയോഗിച്ച് റിലീസ് സ്വയമേവ തിരിച്ചറിഞ്ഞു
mr: या फाइलमधील डिस्क ID %@ वरून प्रकाशन आपोआप ओळखले गेले
nl: De uitgave is automatisch herkend aan de schijf-ID %@ uit dit bestand
pa: ਇਸ ਫ਼ਾਈਲ ਦੀ ਡਿਸਕ ID %@ ਤੋਂ ਰਿਲੀਜ਼ ਆਪਣੇ-ਆਪ ਪਛਾਣੀ ਗਈ
pl: Wydanie zostało rozpoznane automatycznie po identyfikatorze płyty %@ z tego pliku
pt_br: O lançamento foi identificado automaticamente pelo ID de disco %@ deste arquivo
ta: இந்தக் கோப்பில் உள்ள வட்டு ID %@ மூலம் வெளியீடு தானாக அடையாளம் காணப்பட்டது
te: ఈ ఫైల్‌లోని డిస్క్ ID %@ ద్వారా విడుదల స్వయంచాలకంగా గుర్తించబడింది
th: ระบุรุ่นนี้โดยอัตโนมัติจากรหัสแผ่น %@ ในไฟล์นี้
tr: Bu sürüm, bu dosyadaki %@ disk kimliğinden otomatik olarak tanındı
uk: Видання визначено автоматично за ідентифікатором диска %@ із цього файлу
ur: اس فائل کی ڈسک ID %@ سے ریلیز خودکار طور پر شناخت ہوئی
vi: Bản phát hành được nhận dạng tự động từ ID đĩa %@ trong tệp này
zh_hans: 该版本是根据此文件中的光盘 ID %@ 自动识别的
zh_hant: 此版本是根據這個檔案中的光碟 ID %@ 自動辨識的

# core.import.files.documents
source: %lld documents
ar: %lld مستند
bg: %lld документа
bn: %lldটি নথি
cs: %lld dokumentů
de: %lld Dokumente
es: %lld documentos
gu: %lld દસ્તાવેજો
he: %lld מסמכים
hi: %lld दस्तावेज़
hr: %lld dokumenata
it: %lld documenti
ja: %lld件のドキュメント
kn: %lld ದಾಖಲೆಗಳು
ko: 문서 %lld개
ml: %lld രേഖകൾ
mr: %lld दस्तऐवज
nl: %lld documenten
pa: %lld ਦਸਤਾਵੇਜ਼
pl: %lld dokumentu
pt_br: %lld documentos
ta: %lld ஆவணங்கள்
te: %lld పత్రాలు
th: เอกสาร %lld รายการ
tr: %lld belge
uk: %lld документа
ur: %lld دستاویزات
vi: %lld tài liệu
zh_hans: %lld 个文档
zh_hant: %lld 個文件

# core.import.files.other
source: %lld files
ar: %lld ملف
bg: %lld файла
bn: %lldটি ফাইল
cs: %lld souborů
de: %lld Dateien
es: %lld archivos
fr: %lld fichiers
gu: %lld ફાઇલો
he: %lld קבצים
hi: %lld फ़ाइलें
hr: %lld datoteka
it: %lld file
ja: %lld個のファイル
kn: %lld ಫೈಲ್‌ಗಳು
ko: 파일 %lld개
ml: %lld ഫയലുകൾ
mr: %lld फाइली
nl: %lld bestanden
pa: %lld ਫਾਈਲਾਂ
pl: %lld pliku
pt_br: %lld arquivos
ta: %lld கோப்புகள்
te: %lld ఫైల్‌లు
th: ไฟล์ %lld รายการ
tr: %lld dosya
uk: %lld файлу
ur: %lld فائلیں
vi: %lld tệp
zh_hans: %lld 个文件
zh_hant: %lld 個檔案

# core.import.folder.network_watch
source: Network folder. Changes made on other computers are checked every %lld minutes.
ar: مجلد على الشبكة. يجري التحقق من التغييرات التي تُجرى على أجهزة أخرى كل %lld دقيقة.
bg: Мрежова папка. Промените, направени на други компютри, се проверяват на всеки %lld минути.
bn: নেটওয়ার্ক ফোল্ডার। অন্য কম্পিউটারে করা পরিবর্তন প্রতি %lld মিনিটে যাচাই করা হয়।
cs: Síťová složka. Změny provedené na jiných počítačích se kontrolují každých %lld minut.
de: Netzwerkordner. Änderungen von anderen Computern werden alle %lld Minuten geprüft.
es: Carpeta en red. Los cambios hechos en otros equipos se comprueban cada %lld minutos.
fr: Dossier réseau. Les modifications faites sur d'autres ordinateurs sont vérifiées toutes les %lld minutes.
gu: નેટવર્ક ફોલ્ડર. અન્ય કમ્પ્યુટર પર કરેલા ફેરફારો દર %lld મિનિટે તપાસાય છે.
he: תיקייה ברשת. שינויים שבוצעו במחשבים אחרים נבדקים כל %lld דקות.
hi: नेटवर्क फ़ोल्डर। दूसरे कंप्यूटरों पर किए गए बदलाव हर %lld मिनट में जाँचे जाते हैं।
hr: Mrežna mapa. Promjene napravljene na drugim računalima provjeravaju se svakih %lld minuta.
it: Cartella di rete. Le modifiche fatte su altri computer vengono controllate ogni %lld minuti.
ja: ネットワークフォルダです。他のコンピュータで加えられた変更は %lld 分ごとに確認されます。
kn: ನೆಟ್‌ವರ್ಕ್ ಫೋಲ್ಡರ್. ಇತರ ಕಂಪ್ಯೂಟರ್‌ಗಳಲ್ಲಿ ಮಾಡಿದ ಬದಲಾವಣೆಗಳನ್ನು ಪ್ರತಿ %lld ನಿಮಿಷಗಳಿಗೊಮ್ಮೆ ಪರಿಶೀಲಿಸಲಾಗುತ್ತದೆ.
ko: 네트워크 폴더입니다. 다른 컴퓨터에서 변경한 내용은 %lld분마다 확인합니다.
ml: നെറ്റ്‌വർക്ക് ഫോൾഡർ. മറ്റ് കമ്പ്യൂട്ടറുകളിൽ വരുത്തിയ മാറ്റങ്ങൾ ഓരോ %lld മിനിറ്റിലും പരിശോധിക്കുന്നു.
mr: नेटवर्क फोल्डर. इतर संगणकांवर केलेले बदल दर %lld मिनिटांनी तपासले जातात.
nl: Netwerkmap. Wijzigingen op andere computers worden elke %lld minuten gecontroleerd.
pa: ਨੈੱਟਵਰਕ ਫੋਲਡਰ। ਹੋਰ ਕੰਪਿਊਟਰਾਂ 'ਤੇ ਕੀਤੀਆਂ ਤਬਦੀਲੀਆਂ ਹਰ %lld ਮਿੰਟ ਬਾਅਦ ਜਾਂਚੀਆਂ ਜਾਂਦੀਆਂ ਹਨ।
pl: Folder sieciowy. Zmiany wprowadzone na innych komputerach są sprawdzane co %lld minut.
pt_br: Pasta em rede. As alterações feitas em outros computadores são verificadas a cada %lld minutos.
ta: நெட்வொர்க் கோப்புறை. பிற கணினிகளில் செய்யப்பட்ட மாற்றங்கள் ஒவ்வொரு %lld நிமிடத்திற்கும் சரிபார்க்கப்படும்.
te: నెట్‌వర్క్ ఫోల్డర్. ఇతర కంప్యూటర్లలో చేసిన మార్పులు ప్రతి %lld నిమిషాలకు తనిఖీ చేయబడతాయి.
th: โฟลเดอร์บนเครือข่าย การเปลี่ยนแปลงที่ทำจากคอมพิวเตอร์เครื่องอื่นจะถูกตรวจสอบทุก %lld นาที
tr: Ağ klasörü. Başka bilgisayarlarda yapılan değişiklikler %lld dakikada bir denetlenir.
uk: Мережева тека. Зміни, зроблені на інших комп'ютерах, перевіряються кожні %lld хв.
ur: نیٹ ورک فولڈر۔ دوسرے کمپیوٹرز پر کی گئی تبدیلیاں ہر %lld منٹ بعد جانچی جاتی ہیں۔
vi: Thư mục mạng. Các thay đổi thực hiện trên máy tính khác được kiểm tra mỗi %lld phút.
zh_hans: 网络文件夹。其他电脑上所做的更改每 %lld 分钟检查一次。
zh_hant: 網路資料夾。其他電腦上所做的變更每 %lld 分鐘檢查一次。

# core.import.invalid.corrupt_audio
source: corrupt or zero-byte audio file: %@
ar: ملف صوتي تالف أو فارغ: %@
bg: повреден или празен аудиофайл: %@
bn: দূষিত বা শূন্য-বাইট অডিও ফাইল: %@
cs: poškozený nebo prázdný zvukový soubor: %@
de: beschädigte oder leere Audiodatei: %@
es: archivo de audio dañado o de cero bytes: %@
fr: fichier audio corrompu ou vide : %@
gu: બગડેલી અથવા શૂન્ય-બાઇટ ઑડિયો ફાઇલ: %@
he: קובץ שמע פגום או ריק: %@
hi: खराब या शून्य-बाइट ऑडियो फाइल: %@
hr: oštećena ili prazna zvučna datoteka: %@
it: file audio danneggiato o di zero byte: %@
ja: 破損または0バイトのオーディオファイル：%@
kn: ಹಾಳಾದ ಅಥವಾ ಶೂನ್ಯ-ಬೈಟ್ ಆಡಿಯೋ ಕಡತ: %@
ko: 손상되었거나 0바이트인 오디오 파일: %@
ml: കേടായ അല്ലെങ്കിൽ സീറോ-ബൈറ്റ് ഓഡിയോ ഫയൽ: %@
mr: दूषित किंवा शून्य-बाइट ध्वनी फाईल: %@
nl: beschadigd audiobestand of audiobestand van nul bytes: %@
pa: ਖਰਾਬ ਜਾਂ ਸਿਫ਼ਰ-ਬਾਈਟ ਆਡੀਓ ਫਾਈਲ: %@
pl: uszkodzony lub pusty plik dźwiękowy: %@
pt_br: arquivo de áudio corrompido ou vazio: %@
ta: சிதைந்த அல்லது பூஜ்ய-பைட் ஒலி கோப்பு: %@
te: పాడైన లేదా సున్నా-బైట్ ఆడియో ఫైల్: %@
th: ไฟล์เสียงเสียหายหรือมีขนาดศูนย์ไบต์: %@
tr: bozuk veya sıfır baytlık ses dosyası: %@
uk: пошкоджений або порожній аудіофайл: %@
ur: خراب یا صفر بائٹ آڈیو مسل: %@
vi: tệp âm thanh hỏng hoặc 0 byte: %@
zh_hans: 损坏或零字节的音频文件：%@
zh_hant: 毀損或零位元組音訊檔：%@

# core.import.invalid.corrupt_image
source: corrupt or zero-byte image: %@
ar: صورة تالفة أو فارغة: %@
bg: повредено или празно изображение: %@
bn: দূষিত বা শূন্য-বাইট ছবি: %@
cs: poškozený nebo prázdný obrázek: %@
de: beschädigtes oder leeres Bild: %@
es: imagen dañada o de cero bytes: %@
fr: image corrompue ou vide : %@
gu: બગડેલી અથવા શૂન્ય-બાઇટ છબી: %@
he: תמונה פגומה או ריקה: %@
hi: खराब या शून्य-बाइट छवि: %@
hr: oštećena ili prazna slika: %@
it: immagine danneggiata o di zero byte: %@
ja: 破損または0バイトの画像：%@
kn: ಹಾಳಾದ ಅಥವಾ ಶೂನ್ಯ-ಬೈಟ್ ಚಿತ್ರ: %@
ko: 손상되었거나 0바이트인 이미지: %@
ml: കേടായ അല്ലെങ്കിൽ സീറോ-ബൈറ്റ് ചിത്രം: %@
mr: दूषित किंवा शून्य-बाइट प्रतिमा: %@
nl: beschadigde afbeelding of afbeelding van nul bytes: %@
pa: ਖਰਾਬ ਜਾਂ ਸਿਫ਼ਰ-ਬਾਈਟ ਚਿੱਤਰ: %@
pl: uszkodzony lub pusty obraz: %@
pt_br: imagem corrompida ou vazia: %@
ta: சிதைந்த அல்லது பூஜ்ய-பைட் படம்: %@
te: పాడైన లేదా సున్నా-బైట్ చిత్రం: %@
th: ไฟล์ภาพเสียหายหรือมีขนาดศูนย์ไบต์: %@
tr: bozuk veya sıfır baytlık görüntü: %@
uk: пошкоджене або порожнє зображення: %@
ur: خراب یا صفر بائٹ تصویر: %@
vi: hình ảnh hỏng hoặc 0 byte: %@
zh_hans: 损坏或零字节的图片：%@
zh_hant: 毀損或零位元組影像：%@
